Repository: jbdoderlein/notes-ker-lann
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: You can't change the type of the remittance.
de: Sie können die Art der Überweisung nicht ändern.
es: No puede cambiar el tipo de descuento.
fr: Vous ne pouvez pas changer le type de la remise.

source: Remittance
de: Überweisung
es: Descuento
fr: Remise

source: No attached remittance
de: Keine beigefügte Überweisung
es: No hay descuento relacionado
fr: Pas de remise associée

source: Invoice identifier
de: Rechnungskennung
es: Numero de factura
fr: Numéro de facture

source: Object
de: Objekt
es: Asunto
fr: Objet

source: Address
de: Adresse
es: Dirección
fr: Adresse

source: Acquitted
de: Bezahlt
es: Pagada
fr: Acquittée

source: Locked
de: Gesperrt
es: Bloqueada
fr: Verrouillée

source: An invoice can't be edited when it is locked.
de: Eine Rechnung kann nicht bearbeitet werden, wenn sie gesperrt ist.
es: Une factura no puede ser modificada cuando esta bloqueada.
fr: Une facture ne peut plus être modifiée si elle est verrouillée.

source: tex source
de: Tex Quelle
es: código fuente TeX
fr: Fichier TeX source

source: This invoice is locked and can no longer be edited.
de: Diese Rechnung ist gesperrt und kann nicht mehr bearbeitet werden.
es: Esta factura esta bloqueada y no puede ser modificada.
fr: Cette facture est verrouillée et ne peut plus être éditée.

source: invoice
de: Rechnung
es: factura
fr: facture

source: invoices
de: Rechnungen
es: facturas
fr: factures

source: Designation
de: Bezeichnung
es: Designación
fr: Désignation

source: Quantity
de: Qualität
es: Cantidad
fr: Quantité

source: Unit price
de: Einzelpreis
es: Precio unitario
fr: Prix unitaire

source: product
de: Produkt
es: producto
fr: produit

source: products
de: Produkten
es: productos
fr: produits

source: remittance type
de: Überweisungstyp
es: tipo de descuento
fr: type de remise

source: remittance types
de: Überweisungstypen
es: tipos de descuentos
fr: types de remises

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire

source: Closed
de: Geschlossen
es: Cerrada
fr: Fermée

source: remittance
de: Überweisung
es: descuento
fr: remise

source: remittances
de: Überweisungen
es: descuentos
fr: remises

source: Remittance #{:d}: {}
de: Überweisung #{:d}:{}
es: Descuento n°{:d} : {}
fr: Remise n°{:d} : {}

source: special transaction proxy
de: spezielle Transaktion Proxy
es: proxy de transacción especial
fr: Proxy de transaction spéciale

source: special transaction proxies
de: spezielle Transaktion Proxies
es: proxys de transacciones especiales
fr: Proxys de transactions spéciales

source: credit transaction
de: Kredit Transaktion
fr: transaction de crédit

source: This user doesn't have enough money to pay the memberships with its note. Please ask her/him to credit the note before invalidating this credit.
de: Dieser Benutzer hat nicht genug Geld, um die Mitgliedschaften mit seiner Note zu bezahlen.
fr: Cet utilisateur n'a pas assez d'argent pour payer les adhésions avec sa note. Merci de lui demander de recharger sa note avant d'invalider ce crédit.

source: Credit from the Société générale
de: Kredit von der Société générale
es: Crédito de la Société Générale
fr: Crédit de la Société générale

source: Credits from the Société générale
de: Krediten von der Société générale
fr: Crédits de la Société générale

source: Invoice #{:d}
de: Rechnung #{:d}
es: Factura n°{:d}
fr: Facture n°{:d}

source: Invoice
de: Rechnung
es: Factura
fr: Facture

source: Transaction count
de: Transaktionanzahl
es: Cantidad de transacciones
fr: Nombre de transactions

source: View
de: Schauen
es: Ver
fr: Voir

source: Yes
de: Ja
es: Sí
fr: Oui

source: Delete invoice
de: Rechnung löschen
es: Suprimir la factura
fr: Supprimer la facture

source: This invoice is locked and can't be deleted.
de: Eine Rechnung kann nicht gelöscht werden, wenn sie gesperrt ist.
es: Esta factura esta bloqueada y no puede ser suprimida.
fr: Cette facture est verrouillée et ne peut pas être supprimée.

source: Are you sure you want to delete this invoice? This action can't be undone.
de: Möchten Sie diese Rechnung wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿ Usted está seguro de querer suprimir esta factura ? Este acto es definitivo.
fr: Êtes-vous sûr de vouloir supprimer cette facture ? Cette action ne pourra pas être annulée.

source: Return to invoices list
de: Zurück zur Rechnungsliste
es: Regresar a la lista de las facturas
fr: Retour à la liste des factures

source: Warning: the LaTeX template is saved with this object. Updating the invoice implies regenerate it. Be careful if you manipulate old invoices.
de: Warnung: Die LaTeX-Vorlage wird mit diesem Objekt gespeichert. Wenn Sie die Rechnung aktualisieren, müssen Sie sie neu generieren. Seien Sie vorsichtig, wenn Sie alte Rechnungen bearbeiten.
es: Cuidado : la plantilla LaTeX es guardada con este objeto. Modificar la factura supone regenerarla. Tenga cuidado si trata con facturas antiguas.
fr: Attention : le template LaTeX est enregistré avec cet objet. Modifier la facture implique la regénérer. Faites attention si vous manipulez de vieilles factures.

source: Add product
de: Produkt hinzufügen
es: Añadir un producto
fr: Ajouter produit

source: Remove product
de: Produkt entfernen
es: Quitar un producto
fr: Retirer produit

source: Société générale credits
de: Krediten von der Société générale
es: Créditos de la Société Générale
fr: Crédits de la Société générale

source: New invoice
de: Neue Rechnung
es: Nueva factura
fr: Nouvelle facture

source: Remittance #
de: Überweisung #
es: Descuento n°
fr: Remise n°

source: Count
de: Anzahl
es: Número
fr: Nombre

source: Linked transactions
de: Transaktionen
es: Transacciones vinculadas
fr: Transactions liées

source: There is no transaction linked with this remittance.
de: Mit dieser Überweisung ist keine Transaktion verbunden.
es: No hay transacción vinculada con este descuento.
fr: Il n'y a pas de transaction liée à cette remise.

source: Opened remittances
de: Geöffnete Überweisungen
es: Descuentos abiertos
fr: Remises ouvertes

source: There is no opened remittance.
de: Es gibt keine offene Überweisung.
es: No hay descuento abierto.
fr: Il n'y a pas de remise ouverte.

source: New remittance
de: Neue Überweisung
es: Nuevo descuento
fr: Nouvelle remise

source: Transfers without remittances
de: Transfer ohne Überweisungen
es: Transacciones sin descuento
fr: Transactions sans remise associée

source: There is no transaction without any linked remittance.
de: Mit dieser Überweisung ist keine Transaktion verbunden.
es: No hay transacción sin descuento vinculado.
fr: Il n'y a pas de transactions sans remise associée.

source: Transfers with opened remittances
de: Transfer mit geöffneten Überweisungen
es: Transacciones con un descuento abierto
fr: Transactions associées à une remise ouverte

source: There is no transaction with an opened linked remittance.
de: Es gibt keine Transaktion mit einer geöffneten verknüpften Überweisung.
es: No hay transacción con un descuento abierto.
fr: Il n'y a pas de transaction associée à une remise ouverte.

source: Closed remittances
de: Geschlossene Überweisungen
es: Descuentos cerrados
fr: Remises fermées

source: There is no closed remittance yet.
de: Es gibt noch keine geschlossene Überweisung.
es: Por ahora no hay descuentos cerrados.
fr: Il n'y a pas encore de remise fermée.

source: total amount
de: Totalanzahlt
es: monto total
fr: montant total

source: Warning: Validating this credit implies that all membership transactions will be validated.
de: Achtung: Die Validierung dieses Guthabens bedeutet, dass alle Mitgliedschaftstransaktionen validiert werden.
es: Cuidado : Validar este crédito implica que las transacciones de afiliación serán validadas.
fr: Attention : Valider ce crédit implique que les transactions d'adhésion seront validées.

source: If you delete this credit, there all membership transactions will be also validated, but no credit will be operated.
de: Wenn Sie dieses Kredit löschen, werden dort auch alle Mitgliedschaftstransaktionen validiert, es wird jedoch kein Kredit betrieben.
es: Si suprime este crédito, todas las transacciones de afiliación serán validadas, pero ningún crédito tendrá lugar.
fr: Si vous supprimez cette demande de crédit, alors toutes les transactions d'adhésion seront aussi validées, mais il n'y aura pas de transaction de crédit créée.

source: If this credit is validated, then the user won't be able to ask for a credit from the Société générale.
de: Wenn dieses Kredit validiert ist, kann der Benutzer bei der Société générale kein Guthaben anfordern.
es: Si este crédito es validado, pues el usuario no podrá pedir más crédito de la Société Générale.
fr: Si ce crédit est validé, alors l'utilisateur ne pourra plus demander d'être crédité par la Société générale à l'avenir.

source: If you think there is an error, please contact the "respos info".
de: Wenn Sie glauben, dass ein Fehler vorliegt, wenden Sie sich bitte an die "respos info".
es: Si usted cree que hay un error, por favor contacte un "respo info".
fr: Si vous pensez qu'il y a une erreur, merci de contacter un respo info.

source: This credit is already validated.
de: Dieser Kredit ist bereits validiert.
es: Este crédito ya fue validado.
fr: Ce crédit a déjà été validé.

source: Warning: if you don't validate this credit, the note of the user doesn't have enough money to pay its memberships.
de: Achtung: Wenn Sie diese Kredit nicht bestätigen, die Note von dem Benutzer nicht genug Geld hat, um seine Mitgliedschaft zu zahlen.
es: Cuidado : si no valida este crédito, la note del usuario no tiene suficiente dinero para pagar sus afiliaciones.
fr: Attention : si vous ne validez pas ce crédit, la note de l'utilisateur n'a pas assez d'argent pour payer les adhésions.

source: Please ask the user to credit its note before deleting this credit.
de: Bitte bitten Sie den Benutzer, seine Note gutzuschreiben, bevor Sie diese Kredit löschen.
es: Por favor pide al usuario acreditar su note antes de suprimir este crédito.
fr: Merci de demander à l'utilisateur de recharger sa note avant de supprimer la demande de crédit.

source: Validate
de: Validieren
es: Validar
fr: Valider

source: Return to credit list
de: Zurück zur Kreditlist
es: Regresar a la lista de los créditos
fr: Retour à la liste des crédits

source: Filter with unvalidated credits only
de: Filtern Sie nur mit nicht validierten Kredits
es: Filtrar con créditos invalidados unicamente
fr: Filtrer avec uniquement les crédits non valides

source: There is no matched user that have asked for a Société générale credit.
de: Es gibt keinen übereinstimmenden User, der eine Kredit für die Société générale beantragt hat.
es: No hay usuario encontrado cual pidió un crédito de la Société Générale.
fr: Il n'y a pas d'utilisateur trouvé ayant demandé un crédit de la Société générale.

source: Create new invoice
de: Neue Rechnung
es: Crear una nueva factura
fr: Créer une nouvelle facture

source: Invoices list
de: Rechnunglist
es: Lista de las facturas
fr: Liste des factures

source: You are not able to see the treasury interface.
de: Sie können die Quaestor-App nicht sehen.
es: Usted no tiene derecho a ver la interfaz de tesorería.
fr: Vous n'êtes pas autorisé à voir l'interface de trésorerie.

source: Update an invoice
de: Rechnung bearbeiten
es: Modificar una factura
fr: Modifier la facture

source: Create a new remittance
de: Neue Überweisung
es: Crear un nuevo descuento
fr: Créer une nouvelle remise

source: Remittances list
de: Überweisungliste
es: Lista de los descuentos
fr: Liste des remises

source: Update a remittance
de: Überweisung bearbeiten
es: Modificar un descuento
fr: Modifier la remise

source: Attach a transaction to a remittance
de: Fügen Sie einer Überweisung eine Transaktion hinzu
es: Unir una transacción con un descuento
fr: Joindre une transaction à une remise

source: List of credits from the Société générale
de: Kreditliste von Société générale
fr: Liste des crédits de la Société générale

source: Manage credits from the Société générale
de: Krediten von der Société générale handeln
fr: Gérer les crédits de la Société générale

source: This choice is not definitive. The WEI organizers are free to attribute for you a bus and a team, in particular if you are a free eletron.
de: Diese Wahl ist nicht endgültig. Den WEI-Organisatoren steht es frei, Ihnen einen Bus und ein Team zuzuweisen, insbesondere wenn Sie ein freies Elektron sind.
fr: Ce choix n'est pas définitif. Les organisateurs du WEI sont libres de vous attribuer un bus et une équipe, en particulier si vous êtes un électron libre.

source: Team
fr: Équipe

source: Leave this field empty if you won't be in a team (staff, bus chief, free electron)
de: Lassen Sie dieses Feld leer, wenn Sie nicht in einem Team sind (Mitarbeiter, Buschef, freies Elektron)
fr: Laissez ce champ vide si vous ne serez pas dans une équipe (staff, chef de bus ou électron libre)

source: WEI Roles
de: WEI Rollen
fr: Rôles au WEI

source: Select the roles that you are interested in.
de: Wählen Sie die Rollen aus, an denen Sie interessiert sind.
fr: Sélectionnez les rôles qui vous intéressent.

source: This team doesn't belong to the given bus.
de: Dieses Team gehört nicht zum angegebenen Bus.
fr: Cette équipe n'appartient pas à ce bus.

source: Choose a word:
de: Wählen Sie ein Wort:
fr: Choisissez un mot :

source: year
de: Jahr
fr: année

source: date start
de: Anfangsdatum
fr: début

source: date end
de: Abschlussdatum
fr: fin

source: survey information
de: Umfrage Infos
fr: informations sur le questionnaire

source: Information about the survey for new members, encoded in JSON
de: Informationen zur Umfrage für neue Mitglieder, codiert in JSON
fr: Informations sur le sondage pour les nouveaux membres, encodées en JSON

source: Buses
fr: Bus

source: color
de: Farbe
fr: couleur

source: The color of the T-Shirt, stored with its number equivalent
de: Die Farbe des T-Shirts, gespeichert mit der entsprechenden Nummer
fr: La couleur du T-Shirt, stocké sous la forme de son équivalent numérique

source: Bus team
fr: Équipe de bus

source: Bus teams
fr: Équipes de bus

source: WEI Role
de: WEI Rolle
fr: Rôle au WEI

source: Credit from Société générale
de: Kredit von der Société générale
fr: Crédit de la Société générale

source: Caution check given
fr: Chèque de caution donné

source: birth date
de: Geburtsdatum
fr: date de naissance

source: Male
de: Männlich
fr: Homme

source: Female
de: Weiblich
fr: Femme

source: Non binary
de: Nicht binär
fr: Non-binaire

source: gender
de: Geschlecht
fr: genre

source: clothing cut
de: Kleidung Schnitt
fr: coupe de vêtement

source: clothing size
de: Kleidergröße
fr: taille de vêtement

source: health issues
de: Gesundheitsprobleme
fr: problèmes de santé

source: emergency contact name
de: Notfall-Kontakt
fr: Nom du contact en cas d'urgence

source: emergency contact phone
de: Notfallkontakttelefon
fr: Téléphone du contact en cas d'urgence

source: first year
de: Erste Jahr
fr: première année

source: Tells if the user is new in the school.
de: Gibt an, ob der USer neu in der Schule ist.
fr: Indique si l'utilisateur est nouveau dans l'école.

source: registration information
de: Registrierung Detailen
fr: informations sur l'inscription

source: Information about the registration (buses for old members, survey fot the new members), encoded in JSON
fr: Informations sur l'inscription (bus pour les 2A+, questionnaire pour les 1A), encodées en JSON

source: WEI User
fr: Participant au WEI

source: WEI Users
fr: Participants au WEI

source: team
fr: équipe

source: WEI registration
de: WEI Registrierung
fr: inscription au WEI

source: WEI membership
de: WEI Mitgliedschaft
fr: adhésion au WEI

source: WEI memberships
de: WEI Mitgliedschaften
fr: adhésions au WEI

source: Year
de: Jahr
fr: Année

source: Teams
fr: Équipes

source: Members count
de: Anzahl Mitgliedern
fr: Nombre de membres

source: members
de: Mitglieder
fr: adhérents

source: WEI fee (paid students)
de: WEI Preis (bezahlte Studenten)
fr: Prix du WEI (élèves)

source: The BDE membership is included in the WEI registration.
de: Die BDE-Mitgliedschaft ist in der WEI-Registrierung enthalten.
fr: L'adhésion au BDE est offerte avec l'inscription au WEI.

source: WEI fee (unpaid students)
de: WEI Preis (unbezahlte Studenten)
fr: Prix du WEI (étudiants)

source: WEI list
de: WEI Liste
fr: Liste des WEI

source: Register 1A
de: 1A Registrieren
fr: Inscrire un 1A

source: Register 2A+
de: 2A+ Registrieren
fr: Inscrire un 2A+

source: Add bus
de: Neue Bus
fr: Ajouter un bus

source: View WEI
de: WEI schauen
fr: Voir le WEI

source: Add team
de: Neue Team
fr: Ajouter une équipe

source: Members
de: Mitglied
fr: Membres

source: View as PDF
de: Als PDF schauen
fr: Télécharger au format PDF

source: Survey WEI
de: WEI Umfrage
fr: Questionnaire WEI

source: Next
de: Weiter
fr: Suivant

source: The inscription for this WEI are now closed.
de: Die Inschrift für diese WEI ist nun geschlossen.
fr: Les inscriptions pour le WEI sont fermées.

source: Return to WEI detail
de: Zurück zur WEI Detaillen
fr: Retour aux détails du WEI

source: The survey is now ended. Your answers have been saved.
de: Die Umfrage ist nun beendet. Ihre Antworten wurden gespeichert.
fr: Le sondage est désormais terminé, vos réponses ont bien été enregistrées.

source: Register to the WEI! – 1A
de: 1A Registrieren
fr: M'inscrire au WEI ! – 1A

source: Register to the WEI! – 2A+
de: 2A+ Registrieren
fr: M'inscrire au WEI ! – 2A+

source: Update my registration
de: Meine Registrierung bearbeiten
fr: Modifier mon inscription

source: Members of the WEI
de: Mitglied der WEI
fr: Membres du WEI

source: Unvalidated registrations
de: Unvalidierte Registrierungen
fr: Inscriptions non validées

source: Create WEI
de: Neue WEI
fr: Créer un WEI

source: WEI listing
de: WEI List
fr: Liste des WEI

source: Review registration
de: Registrierung schauen
fr: Vérifier l'inscription

source: ENS year
de: ENS Jahr
fr: Année à l'ENS

source: Payment from Société générale
de: Kredit von der Société générale
fr: Paiement de la Société générale

source: Suggested bus from the survey:
de: Vorgeschlagener Bus aus der Umfrage:
fr: Bus suggéré par le sondage :

source: Raw survey information
de: Rohe Umfrageinformationen
fr: Informations brutes du sondage

source: The algorithm didn't run.
de: Der Algorithmus wurde nicht ausgeführt.
fr: L'algorithme n'a pas été exécuté.

source: caution check given
de: Vorsichtsprüfung gegeben
fr: chèque de caution donné

source: preferred bus
de: bevorzugter Bus
fr: bus préféré

source: preferred team
de: bevorzugtes Team
fr: équipe préférée

source: preferred roles
de: bevorzugte Rollen
fr: rôles préférés

source: Update registration
de: Registrierung aktualisieren
fr: Modifier l'inscription

source: The registration is already validated and can't be unvalidated.
de: Die Registrierung ist bereits validiert und kann nicht ungültig gemacht werden.
fr: L'inscription a déjà été validée et ne peut pas être dévalidée.

source: The user joined the bus
de: Der Benutzer ist dem Bus beigetreten
fr: L'utilisateur a rejoint le bus

source: in the team
de: In der Team
fr: dans l'équipe

source: in no team (staff)
de: In keinem Team (staff)
fr: dans aucune équipe (staff)

source: with the following roles:
de: mit den folgenden Rollen:
fr: avec les rôles suivants :

source: The WEI will be paid by Société générale. The membership will be created even if the bank didn't pay the BDE yet. The membership transaction will be created but will be invalid. You will have to validate it once the bank validated the creation of the account, or to change the payment method.
de: Das WEI wird von der Société générale bezahlt. Die Mitgliedschaft wird auch dann erstellt, wenn die Bank die BDE noch nicht bezahlt hat. Die Mitgliedschaftstransaktion wird erstellt, ist jedoch ungültig. Sie müssen es validieren, sobald die Bank die Erstellung des Kontos validiert hat, oder die Zahlungsmethode ändern.
fr: Le WEI va être payé par la Société générale. L'adhésion sera créée même si la banque n'a pas encore payé le BDE. La transaction d'adhésion sera créée mais invalide. Vous devrez la valider une fois que la banque aura validé la création du compte, ou bien changer de moyen de paiement.

source: The note don't have enough money (%(balance)s, %(pretty_fee)s required). The registration may fail if you don't credit the note now.
de: Die Note hat nicht genug Geld (%(balance)s,%(pretty_fee)s erforderlich). Die Registrierung kann fehlschlagen, wenn Sie die Note jetzt nicht gutschreiben.
fr: La note n'a pas assez d'argent (%(balance)s, %(pretty_fee)s requis). L'inscription peut échouer si vous ne rechargez pas la note dès maintenant.

source: The note has enough money (%(pretty_fee)s required), the registration is possible.
de: Die Note hat genug Geld (%(pretty_fee)s erforderlich), die Registrierung ist möglich.
fr: La note a assez d'argent (%(pretty_fee) requis), l'inscription est possible.

source: The user didn't give her/his caution check.
de: Der User hat nicht sein Vorsichtsprüfung gegeben.
fr: L'utilisateur n'a pas donné son chèque de caution.

source: This user is not a member of the Kfet club for the coming year. The membership will be processed automatically, the WEI registration includes the membership fee.
de: Dieser Benutzer ist für das kommende Jahr kein Mitglied des Kfet-Clubs. Die Mitgliedschaft wird automatisch bearbeitet, die WEI-Registrierung beinhaltet den Mitgliedsbeitrag.
fr: Cet utilisateur n'est pas membre du club Kfet pour l'année à venir. L'adhésion va être faite automatiquement, l'inscription au WEI inclut le coût d'adhésion.

source: View unvalidated registrations...
de: Nicht validierte Registrierungen anzeigen ...
fr: Voir les inscriptions non validées ...

source: This registration is already validated and can't be deleted.
de: Diese Registrierung ist bereits validiert und kann nicht gelöscht werden.
fr: L'inscription a déjà été validée et ne peut pas être supprimée.

source: Are you sure you want to delete the registration of %(user)s for the WEI %(wei_name)s? This action can't be undone.
de: Möchten Sie die Registrierung von %(user)s für die WEI %(wei_name)s wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer l'inscription de %(user)s pour le WEI %(wei_name)s ? Cette action ne pourra pas être annulée.

source: There is no pre-registration found with this pattern.
de: Bei diesem Muster wurde keine Vorregistrierung gefunden.
fr: Il n'y a pas de pré-inscription en attente avec cette entrée.

source: View validated memberships...
de: Validierte Mitgliedschaften anzeigen ...
fr: Voir les adhésions validées ...

source: Search WEI
de: WEI finden
fr: Chercher un WEI

source: WEI Detail
de: WEI Infos
fr: Détails du WEI

source: View members of the WEI
de: Mitglied der WEI schauen
fr: Voir les membres du WEI

source: Find WEI Membership
de: WEI Mitgliedschaft finden
fr: Trouver une adhésion au WEI

source: View registrations to the WEI
de: Mitglied der WEI schauen
fr: Voir les inscriptions au WEI

source: Find WEI Registration
de: WEI Registrierung finden
fr: Trouver une inscription au WEI

source: Update the WEI
de: WEI bearbeiten
fr: Modifier le WEI

source: Create new bus
de: Neue Bus
fr: Ajouter un nouveau bus

source: Update bus
de: Bus bearbeiten
fr: Modifier le bus

source: Manage bus
de: Bus ändern
fr: Gérer le bus

source: Create new team
de: Neue Bus Team
fr: Créer une nouvelle équipe

source: Update team
de: Team bearbeiten
fr: Modifier l'équipe

source: Manage WEI team
de: WEI Team bearbeiten
fr: Gérer l'équipe WEI

source: Register first year student to the WEI
de: Registrieren Sie den Erstsemester beim WEI
fr: Inscrire un 1A au WEI
