Repository: jbdoderlein/notes-ker-lann
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: This user don't have enough money to join this club, and can't have a negative balance.
de: Diese User hat nicht genug Geld um Mitglied zu werden, und darf nich im Rot sein.
es: Este usuario no tiene suficiente dinero para unirse a este club, y no puede tener un saldo negativo.
fr: Cet utilisateur n'a pas assez d'argent pour rejoindre ce club et ne peut pas avoir un solde négatif.

source: The membership must start after {:%m-%d-%Y}.
de: Die Mitgliedschaft muss nach {:%m-%d-Y} anfängen.
es: La afiliación tiene que empezar después del {:%d-%m-%Y}.
fr: L'adhésion doit commencer après le {:%d/%m/%Y}.

source: The membership must begin before {:%m-%d-%Y}.
de: Die Mitgliedschaft muss vor {:%m-%d-Y} anfängen.
es: La afiliación tiene que empezar antes del {:%d-%m-%Y}.
fr: L'adhésion doit commencer avant le {:%d/%m/%Y}.

source: This field is required.
de: Dies ist ein Pflichtfeld.
es: Este campo es obligatorio.
fr: Ce champ est requis.

source: Manage roles of an user in the club
de: Rollen in diesen Club bearbeiten
es: Gestionar los papeles de un usuario en el club
fr: Gérer les rôles d'un utilisateur dans le club

source: Members of the club
de: Mitlglieder dieses Club
es: Miembros del club
fr: Membres du club

source: amount
de: Anzahl
es: monto
fr: montant

source: The transaction can't be saved since the source note or the destination note is not active.
de: Diese Transaktion ist nicht möglich weil die Note des Sender oder des Empfänger inaktiv ist.
es: La transacción no puede ser guardada puesto que la note fuente o la note destino no esta activa.
fr: La transaction ne peut pas être sauvegardée puisque la note source ou la note de destination n'est pas active.

source: Reason
de: Grund
es: Motivo
fr: Raison

source: Valid
de: Gültig
es: Valido
fr: Valide

source: Total amount greater than
de: Totalanzahl größer als
es: Monto total mayor que
fr: Montant total supérieur à

source: Total amount less than
de: Totalanzahl kleiner als
es: Monto total menor que
fr: Montant total inférieur à

source: Created after
de: Erschafft nacht
es: Creado después
fr: Créé après

source: Created before
de: Erschafft vor
es: Creado antes
fr: Créé avant

source: account balance
de: Kontostand
es: saldo de la cuenta
fr: solde du compte

source: in centimes, money credited for this instance
de: In Cent, der Anzahl Geld für diese Konto
es: en céntimos, dinero acreditado por este instancia
fr: en centimes, argent crédité pour cette instance

source: last negative date
de: letztes mal im Rot
es: última fecha en negativo
fr: dernier date de négatif

source: last time the balance was negative
de: letztes mal im Rot
es: último momento en el cual el saldo estaba negativo
fr: dernier instant où la note était en négatif

source: display image
de: Bild
es: imagen mostrada
fr: image affichée

source: created at
de: erschafft am
es: creada el
fr: créée le

source: active
de: Aktiv
es: activo
fr: actif

source: Designates whether this note should be treated as active. Unselect this instead of deleting notes.
es: Indica si la note tiene que ser considerada como activa. Desmarcar en vez de suprimir la note.
fr: Indique si la note est active. Désactiver cela plutôt que supprimer la note.

source: The user blocked his/her note manually, eg. when he/she left the school for holidays. It can be reactivated at any time.
es: El usuario bloqueó su note, por ejemplo cuando se fue de vacaciones. Puede ser desbloqueada en cualquier momento.
fr: La note a été bloquée manuellement, par exemple pour des raisons de vacances. Elle peut être débloquée à tout moment.

source: The note is blocked by the the BDE and can't be manually reactivated.
es: La note esta bloqueada por el BDE y no puede ser desbloqueada por el usuario.
fr: La note est bloquée de force par le BDE et ne peut pas être débloquée par le possesseur de la note.

source: This alias is already taken.
de: Dieses Alias ist schon benutzt.
es: Este alias ya esta utilizado.
fr: Cet alias est déjà pris.

source: one's note
de: Jemand Note
es: note de un usuario
fr: note d'un utilisateur

source: users note
de: User Note
es: notes de los usuarios
fr: notes des utilisateurs

source: %(user)s's note
es: Note de %(user)s
fr: Note de %(user)s

source: club note
es: note de un club
fr: note d'un club

source: clubs notes
de: Club Notes
es: notes de los clubs
fr: notes des clubs

source: Note of %(club)s club
de: %(club)s Note
es: Note del club %(club)s
fr: Note du club %(club)s

source: special note
de: Sondernote
es: note especial
fr: note spéciale

source: special notes
de: Sondernoten
es: notes especiales
fr: notes spéciales

source: Invalid alias
de: Unerlaublt Alias
es: Alias inválido
fr: Alias invalide

source: Alias is too long.
de: Alias ist zu lang.
es: El alias es demasiado largo.
fr: L'alias est trop long.

source: This alias contains only complex character. Please use a more simple alias.
de: Dieser Alias enthält nur komplexe Zeichen. Bitte verwenden Sie einen einfacheren Alias.
es: Este alias solo contiene caracteres complejos. Por favor usa un alias más sencillo.
fr: Cet alias ne contient que des caractères complexes. Merci d'utiliser un alias plus simple.

source: An alias with a similar name already exists: {}
de: Ein Alias mit einem ähnlichen Namen existiert bereits: {}
es: Un alias parecido ya existe : {}
fr: Un alias avec un nom similaire existe déjà : {}

source: You can't delete your main alias.
de: Sie können Ihren Hauptalias nicht löschen.
es: No puede suprimir su alias principal.
fr: Vous ne pouvez pas supprimer votre alias principal.

source: transaction category
de: Transaktionkategorie
es: tipo de transacción
fr: catégorie de transaction

source: transaction categories
de: Transaktionkategorien
es: tipos de transacción
fr: catégories de transaction

source: A template with this name already exist
de: Eine Vorlage mit diesem Namen ist bereits vorhanden
es: Un plantilla de transacción con un nombre similar ya existe
fr: Un modèle de transaction avec un nom similaire existe déjà.

source: display
de: Schauen
es: mostrar
fr: afficher

source: highlighted
de: hervorgehoben
es: resaltar
fr: mis en avant

source: transaction template
de: Transaktionsvorlage
es: plantilla de transacción
fr: Modèle de transaction

source: transaction templates
de: Transaktionsvorlagen
es: plantillas de transacción
fr: Modèles de transaction

source: used alias
de: benutzte Aliasen
es: alias usado
fr: alias utilisé

source: quantity
de: Anzahl
es: cantidad
fr: quantité

source: reason
de: Grund
es: motivo
fr: raison

source: invalidity reason
de: Ungültigkeit Grund
es: motivo de invalidación
fr: Motif d'invalidité

source: You can't update the {field} on a Transaction. Please invalidate it and create one other.
de: Sie können das {field} einer Transaktion nicht aktualisieren. Bitte machen Sie es ungültig und erstellen Sie eine andere.
es: No se puede cambiar el {field} de una transacción. Por favor invalide esta y cree una nueva.
fr: Vous ne pouvez pas mettre à jour le champ {field} dans une transaction. Merci de l'invalider et d'en créer une autre.

source: The note balances must be between - 92 233 720 368 547 758.08 € and 92 233 720 368 547 758.07 €.
de: Die Notenguthaben müssen zwischen - 92 233 720 368 547 758,08 € und 92 233 720 368 547 758,07 € liegen.
es: El saldo de la note tiene que ser entre - 92 233 720 368 547 758.08 € y 92 233 720 368 547 758.07 €.
fr: Les montants des notes doivent se trouver entre - 92 233 720 368 547 758.08 € et 92 233 720 368 547 758.07 €. Ne cherchez pas à capitaliser l'argent du BDE.

source: Template
de: Vorlage
fr: Bouton

source: recurrent transaction
de: wiederkehrende Transaktion
fr: Transaction issue de bouton

source: recurrent transactions
de: wiederkehrende Transaktionen
fr: Transactions issues de boutons

source: first_name
de: Vorname
es: nombre
fr: prénom

source: bank
fr: banque

source: Debit
de: Soll
es: Débito
fr: Débit

source: A special transaction is only possible between a Note associated to a payment method and a User or a Club
de: Eine Sondertransaktion ist nur zwischen einer Note, die einer Zahlungsmethode zugeordnet ist, und einem User oder einem Club möglich
es: Una transacción especial solo esta disponible entre una note de un modo de pago y un usuario o un club
fr: Une transaction spéciale n'est possible que entre une note associée à un mode de paiement et un utilisateur ou un club.

source: Special transaction
de: Sondertransaktion
es: Transacción especial
fr: Transaction de crédit/retrait

source: Special transactions
de: Sondertranskationen
es: Transacciones especiales
fr: Transactions de crédit/retrait

source: membership transaction
de: Mitgliedschafttransaktion
es: transacción de afiliación
fr: Transaction d'adhésion

source: membership transactions
de: Mitgliedschaftttransaktionen
es: transacciones de afiliación
fr: Transactions d'adhésion

source: Click to invalidate
de: Klicken Sie zum Ungültigmachen
es: Hacer clic para invalidar
fr: Cliquez pour dévalider

source: Click to validate
de: Klicken Sie zum gültigmachen
es: Hacer clic para validar
fr: Cliquez pour valider

source: No reason specified
de: Kein Grund gegeben
es: Ningún motivo dado
fr: Pas de motif spécifié

source: Delete
de: Löschen
es: Suprimir
fr: Supprimer

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer

source: Consum
de: Konsumieren
es: Consumir
fr: Consommer

source: Name or alias...
de: Name oder Alias...
es: Nombre o alias...
fr: Pseudo ou alias ...

source: Select consumptions
de: Verbrauchswerte auswählen
es: Escoger consumiciones
fr: Sélection des consommations

source: Consume!
de: Konsumieren!
es: ¡ Consumir !
fr: Consommer !

source: Highlighted buttons
de: Hervorgehobene Tasten
es: Botones resaltados
fr: Boutons mis en avant

source: Single consumptions
de: Solo Modus
es: Consumiciones simples
fr: Consommations simples

source: Double consumptions
de: Doppelte Modus
es: Consumiciones dobles
fr: Consommations doubles

source: Recent transactions history
de: Verlauf der letzten Transaktionen
es: Historial de las transacciones recientes
fr: Historique des transactions récentes

source: Mail generated by the Note Kfet on the
de: Mail generiert vom Note Kfet auf dem
es: Correo electrónico enviado por la Note Kfet el
fr: Mail généré par la Note Kfet le

source: Select emitters
de: Sender auswählen
es: Elegir los remitentes
fr: Sélection des émetteurs

source: I am the emitter
de: Ich bin der Sender
es: Estoy la fuente
fr: Je suis l'émetteur

source: Select receivers
de: Empfänger auswählen
es: Elegir destinatarios
fr: Sélection des destinataires

source: Amount
de: Anzahl
es: Monto
fr: Montant

source: Transfer type
de: Überweisungtype
es: Tipo de transferencia
fr: Type de transfert

source: Name
es: Nombre
fr: Nom

source: Buttons list
de: Tastenliste
es: Lista de los botones
fr: Liste des boutons

source: Price history
de: Verlaufene Preisen
es: Historial de los precios
fr: Historique des prix

source: Obsolete since
de: Veraltet seit
es: Obsoleto desde
fr: Obsolète depuis

source: Current price
de: Aktueller Preis
es: Precio actual
fr: Prix actuel

source: Name of the button...
de: Name dessen Tatse.
es: Nombre del botón...
fr: Nom du bouton ...

source: New button
de: Neue Tatsen
es: Nuevo botón
fr: Nouveau bouton

source: buttons listing
de: Tatsenliste
es: lista de los botones
fr: Liste des boutons

source: button successfully deleted
de: Taste erfolgreich gelöscht
es: botón suprimido con éxito
fr: Le bouton a bien été supprimé

source: Unable to delete button
de: Tatse kann nicht gelöscht werden
es: Imposible de suprimir el botón
fr: Impossible de supprimer le bouton

source: Transfer money
de: Geld überweisen
es: Transferir dinero
fr: Transférer de l'argent

source: Create new button
de: Neue Tatse berstellen
es: Crear un nuevo botón
fr: Créer un nouveau bouton

source: Search button
de: Tatsen finden
es: Buscar un botón
fr: Chercher un bouton

source: Update button
de: Tatse bearbeiten
es: Modificar el botón
fr: Modifier le bouton

source: Consumptions
de: Verbräuche
es: Consumiciones
fr: Consommations

source: You can't see any button.
de: Sie können keine Taste sehen.
es: Usted no puede ver ningún botón.
fr: Vous ne pouvez pas voir le moindre bouton.

source: Search transactions
de: Transaktion finden
es: Buscar transacciones
fr: Rechercher des transactions

source: rank
es: posición
fr: Rang

source: permission mask
de: Berechtigungsmaske
es: antifaz de permisos
fr: masque de permissions

source: permission masks
de: Berechtigungsmasken
es: antifaces de permisos
fr: masques de permissions

source: add
de: hinzufügen
es: añadir
fr: ajouter

source: view
de: Schauen
es: ver
fr: voir

source: change
de: bearbeiten
es: cambiar
fr: modifier

source: query
de: Abfrage
es: consulta
fr: requête

source: mask
de: Maske
es: antifaz
fr: masque

source: field
de: Feld
es: campo
fr: champ

source: Tells if the permission should be granted even if the membership of the user is expired.
de: Gibt an, ob die Berechtigung auch erteilt werden soll, wenn die Mitgliedschaft des Benutzers abgelaufen ist.
es: Indica si el permiso tiene que ser dado aunque la afiliación del usuario terminó.
fr: Indique si la permission doit être attribuée même si l'adhésion de l'utilisateur est expirée.

source: Specifying field applies only to view and change permission types.
de: Angabefeld gilt nur zum Anzeigen und Ändern von Berechtigungstypen.
es: Especifica el campo interesado, solo funciona para los permisos view y change.
fr: Spécifie le champ concerné, ne fonctionne que pour les permissions view et change.

source: for club
de: Für Club
es: interesa el club
fr: s'applique au club

source: role permissions
de: Berechtigung Rollen
es: permisos por papeles
fr: Permissions par rôles

source: You don't have the permission to change the field {field} on this instance of model {app_label}.{model_name}.
de: Sie haben nicht die Berechtigung, das Feld {field} in dieser Instanz von Modell {app_label} zu ändern. {model_name}
es: Usted no tiene permiso a cambiar el campo {field} on this instance of model {app_label}.{model_name}.
fr: Vous n'avez pas la permission de modifier le champ {field} sur l'instance du modèle {app_label}.{model_name}.

source: You don't have the permission to add an instance of model {app_label}.{model_name}.
de: Sie haben nicht die Berechtigung, eine Instanz von model {app_label}. {model_name} hinzufügen.
es: Usted no tiene permiso a añadir an instance of model {app_label}.{model_name}.
fr: Vous n'avez pas la permission d'ajouter une instance du modèle {app_label}.{model_name}.

source: You don't have the permission to delete this instance of model {app_label}.{model_name}.
de: Sie haben nicht die Berechtigung, eine Instanz von model {app_label}. {model_name} zulöschen.
es: Usted no tiene permiso a suprimir este instance of model {app_label}.{model_name}.
fr: Vous n'avez pas la permission de supprimer cette instance du modèle {app_label}.{model_name}.

source: Users that have surnormal rights
de: User die Oberberechtigung haben
es: Lista de los usuarios poseyendo permisos majores
fr: Liste des utilisateurs ayant des droits surnormaux

source: Superusers
fr: Super-utilisateurs

source: Roles description
de: Rolle Beschreibung
es: Descripción de todos los papeles
fr: Description de tous les rôles

source: Filter with roles that I have in at least one club
de: Filtern Sie nach Rollen, die ich in mindestens einem Club habe
es: Filtrar los papeles que tengo en al menos un club
fr: Filtrer les rôles que je possède dans au moins un club

source: Owned
de: Besetzt
es: Tenido
fr: Possédé

source: Own this role in the clubs
de: Besitze diese Rolle in den Clubs
es: Tiene este papel en los clubs
fr: Possède ce rôle dans les clubs

source: Mask:
es: Antifaz :
fr: Masque :

source: Query:
de: Abfrage:
es: Consulta :
fr: Requête :

source: No associated permission
de: Keine zugehörige Berechtigung
es: No hay permiso relacionado
fr: Pas de permission associée

source: You don't have the permission to update this instance of the model "{model}" with these parameters. Please correct your data and retry.
de: Sie haben nicht die Berechtigung, diese Instanz des Modells "{model}" mit diesen Parametern zu aktualisieren. Bitte korrigieren Sie Ihre Daten und versuchen Sie es erneut.
fr: Vous n'avez pas la permission de modifier cette instance du modèle « {model} » avec ces paramètres. Merci de les corriger et de réessayer.

source: You don't have the permission to create an instance of the model "{model}" with these parameters. Please correct your data and retry.
de: Sie haben nicht die Berechtigung, eine Instanz des Modells "{model}" mit diesen Parametern zu erstellen. Bitte korrigieren Sie Ihre Daten und versuchen Sie es erneut.
fr: Vous n'avez pas la permission d'ajouter une instance du modèle « {model} » avec ces paramètres. Merci de les corriger et de réessayer.

source: Rights
de: Rechten
es: Permisos
fr: Droits

source: All rights
de: Alle Rechten
es: Todos los permisos
fr: Tous les droits

source: registration
de: Anmeldung
es: afiliación
fr: inscription

source: This email address is already used.
de: Diese email adresse ist schon benutzt.
es: Este correo electrónico ya esta utilizado.
fr: Cet email est déjà pris.

source: Register to the WEI
de: Zu WEI anmelden
fr: S'inscrire au WEI

source: Check this case if you want to register to the WEI. If you hesitate, you will be able to register later, after validating your account in the Kfet.
de: Überprüfen Sie diesen Fall, wenn Sie sich beim WEI registrieren möchten. falls Zweifel, können Sie sich später nach Bestätigung Ihres Kontos im Kfet registrieren.
fr: Cochez cette case si vous voulez vous inscrire au WEI. Si vous hésitez, vous pourrez toujours vous inscrire plus tard, après avoir validé votre compte à la Kfet.

source: Join BDE Club
de: BDE Mitglieder werden
es: Afiliarse al club BDE
fr: Adhérer au club BDE

source: Join Kfet Club
de: Kfet Mitglieder werden
fr: Adhérer au club Kfet

source: Your email have successfully been validated.
de: Ihre E-Mail wurde erfolgreich validiert.
es: Su correo electrónico fue validado con éxito.
fr: Votre adresse e-mail a bien été validée.

source: You can now <a href="%(login_url)s">log in</a>.
de: Sie können sich jetz <a href="%(login_url)s"> anmelden </a>.
es: Puede desde ahora <a href="%(login_url)s">conectarse</a>.
fr: Vous pouvez désormais <a href="%(login_url)s">vous connecter</a>.

source: You must pay now your membership in the Kfet to complete your registration.
de: Sie müssen jetzt Ihre Mitgliedschaft im Kfet bezahlen, um Ihre Registrierung abzuschließen.
fr: Vous devez désormais payer votre adhésion à la Kfet pour compléter votre inscription.

source: The link was invalid. The token may have expired. Please send us an email to activate your account.
de: Der Link war ungültig. Das Token ist möglicherweise abgelaufen. Bitte senden Sie uns eine E-Mail, um Ihr Konto zu aktivieren.
es: El enlace era invalido. El token quizá expiró. Por favor envíenos un correo electrónico para activar su cuenta.
fr: Le lien est invalide. Le jeton a sans doute expiré. Merci de nous contacter pour activer votre compte.

source: Account activation
de: Kontoaktivierung
es: Activación de la cuenta
fr: Activation du compte

source: An email has been sent. Please click on the link to activate your account.
de: Eine E-Mail wurde gesendet. Bitte klicken Sie auf den Link, um Ihr Konto zu aktivieren.
es: Un correo electrónico le fue enviado. Por favor haga clic en el enlace para activar su cuenta.
fr: Un email vient de vous être envoyé. Merci de cliquer sur le lien de validation pour activer votre compte.

source: You must also go to the Kfet to pay your membership. The WEI registration includes the BDE membership.
fr: Vous devrez également vous rendre à la Kfet pour payer votre adhésion. L'inscription au WEI inclut l'adhésion au BDE.

source: Delete registration
de: Registrierung löschen
es: Suprimir afiliación
fr: Supprimer l'inscription

source: Validate account
de: Konto validieren
es: Validar la cuenta
fr: Valider le compte

source: Validate registration
de: Registrierung validieren
es: Validar la afiliación
fr: Valider l'inscription

source: New user
de: Neue User
es: Nuevo usuario
fr: Nouvel utilisateur

source: Hi
de: Hallo
es: Hola
fr: Bonjour

source: You recently registered on the Note Kfet. Please click on the link below to confirm your registration.
de: Sie haben sich kürzlich beim Note Kfet registriert. Bitte klicken Sie auf den Link unten, um Ihre Registrierung zu bestätigen.
fr: Vous vous êtes inscrit·e récemment sur la Note Kfet. Merci de cliquer sur le lien ci-dessous pour confirmer votre adresse email.

source: This link is only valid for a couple of days, after that you will need to contact us to validate your email.
de: Dieser Link ist nur einige Tage gültig. Danach müssen Sie uns kontaktieren, um Ihre E-Mail zu bestätigen.
es: El enlace queda valido solamente unos días, después tendrá que contactarnos.
fr: Ce lien n'est valide que pendant quelques jours.

source: After that, you'll have to wait that someone validates your account before you can log in. You will need to pay your membership in the Kfet. Note that the WEI registration includes the Kfet membership.
fr: Après cela, vous devrez attendre que quelqu'un valide votre compte avant de pouvoir vous connecter. Vous devrez payer votre adhésion à la Kfet. Notez que l'adhésion Kfet est incluse dans l'inscription au WEI.

source: Thanks
de: Danke
es: Gracias
fr: Merci

source: The Note Kfet team.
de: Die NoteKfet Team.
fr: L'équipe de la Note Kfet.

source: Register new user
de: Neuen User registrieren
es: Registrar un nuevo usuario
fr: Enregistrer un nouvel utilisateur

source: Email validation
de: Email validierung
es: Validación del correo electrónico
fr: Validation de l'adresse mail

source: Validate email
de: Email validieren
es: Validar el correo electrónico
fr: Valider l'adresse e-mail

source: Email validation unsuccessful
de: Email validierung unerfolgreich
es: La validación del correo electrónico fracasó
fr: La validation de l'adresse mail a échoué

source: Email validation email sent
de: Validierungsemail wurde gesendet
es: Correo de validación enviado
fr: L'email de vérification de l'adresse email a bien été envoyé.

source: Resend email validation link
de: E-Mail-Validierungslink erneut senden
es: Reenviar el enlace de validación
fr: Renvoyer le lien de validation

source: Pre-registered users list
de: Vorregistrierte Userliste
es: Lista de los usuarios con afiliación pendiente
fr: Liste des utilisateurs en attente d'inscription

source: Unregistered users
de: Unregistrierte Users
es: Usuarios con afiliación pendiente
fr: Utilisateurs en attente d'inscription

source: Registration detail
de: Registrierung Detailen
es: Detalles de la afiliación
fr: Détails de l'inscription

source: You must join the BDE.
de: Sie müssen die BDE beitreten.
fr: Vous devez adhérer au BDE.

source: You must join BDE club before joining Kfet club.
fr: Vous devez adhérer au club BDE avant d'adhérer au club Kfet.

source: The entered amount is not enough for the memberships, should be at least {}
de: Der eingegebene Betrag reicht für die Mitgliedschaft nicht aus, sollte mindestens {} betragen
es: El monto dado no es suficiente para las afiliaciones, tiene que ser al menos {}
fr: Le montant crédité est trop faible pour adhérer, il doit être au minimum de {}

source: Invalidate pre-registration
de: Ungültige Vorregistrierung
es: Invalidar la afiliación
fr: Invalider l'inscription

source: Treasury
de: Quaestor
es: Tesorería
fr: Trésorerie

source: Remittance is already closed.
de: Überweisung ist bereits geschlossen.
es: El descuento ya esta cerrado.
fr: La remise est déjà fermée.
