Repository: jbdoderlein/notes-ker-lann
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: de, es, fr

source: Alias successfully added
de: Alias erfolgreich hinzugefügt
es: Alias añadido con éxito
fr: Alias ajouté avec succès

source: Alias successfully deleted
de: Alias erfolgreich gelöscht
es: Alias suprimido con éxito
fr: Alias supprimé avec succès

source: Warning, the transaction from the note %s succeed, but the emitter note %s is very negative.
de: Warnung, die Transaktion aus der Note %s gelingt, aber die Emitternote %s ist sehr negativ.
es: Cuidado, la transacción de %s fue un éxito, pero la note %s está muy negativa.
fr: Attention, La transaction depuis la note %s a été réalisée avec succès, mais la note émettrice %s est en négatif sévère.

source: Warning, the transaction from the note %s succeed, but the emitter note %s is negative.
de: Warnung, die Transaktion aus der Note %s gelingt, aber die Emitternote %s ist negativ.
es: Cuidado, la transacción de %s fue un éxito, pero la note %s está negativa.
fr: Attention, La transaction depuis la note %s a été réalisée avec succès, mais la note émettrice %s est en négatif.

source: Warning, the emitter note %s is no more a BDE member.
de: Warnung, der Emittent Hinweis %s ist kein BDE-Mitglied mehr.
es: Cuidado, la note remitente %s no está más miembro del BDE.
fr: Attention, la note émettrice %s n'est plus adhérente.

source: The transaction couldn't be validated because of insufficient balance.
de: Die Transaktion konnte aufgrund eines unzureichenden Saldos nicht validiert werden.
es: La transacción no pudo ser validada por culpa de saldo demasiado bajo.
fr: La transaction n'a pas pu être validée pour cause de solde insuffisant.

source: This field is required and must contain a decimal positive number.
de: Dieses Feld ist erforderlich und muss eine positive Dezimalzahl enthalten.
es: Este campo obligatorio requiere un número decimal positivo.
fr: Ce champ est requis et doit comporter un nombre décimal strictement positif.

source: The amount must stay under 21,474,836.47 €.
de: Der Betrag muss unter 21.474.836,47 € bleiben.
es: El monto no puede superar los 21 474 836,47 €.
fr: Le montant ne doit pas excéder 21 474 836.47 €.

source: This field is required.
de: Dies ist ein Pflichtfeld.
es: Este campo es obligatorio.
fr: Ce champ est requis.

source: Warning: the transaction of %s from %s to %s was not made because it is the same source and destination note.
de: Warnung: Die Transaktion von %s von %s nach %s wurde nicht durchgeführt, da es sich um die gleiche Quell- und Zielnotiz handelt.
es: Cuidado : la transacción de %s de %s a %s no fue echa porque la fuente y el destino son iguales.
fr: Attention : la transaction de %s de la note %s vers la note %s n'a pas été faite car il s'agit de la même note au départ et à l'arrivée.

source: Warning, the destination note %s is no more a BDE member.
de: Warnung, der Bestimmungsvermerk %s ist kein BDE-Mitglied mehr.
es: Cuidado, la note destino %s no está más miembro del BDE.
fr: Attention, la note de destination %s n'est plus adhérente.

source: Warning, the transaction of %s from the note %s to the note %s succeed, but the emitter note %s is very negative.
de: Warnung, die Transaktion von %s von der Note %s zur Note %s gelingt, aber die Emitternote %s ist sehr negativ.
es: Cuidado, la transacción de %s de la note %s a la note %s fue un éxito, pero la note fuente %s está muy negativa.
fr: Attention, La transaction de %s depuis la note %s vers la note %s a été réalisée avec succès, mais la note émettrice %s est en négatif sévère.

source: Warning, the transaction of %s from the note %s to the note %s succeed, but the emitter note %s is negative.
de: Warnung, die Transaktion von %s von der Note %s zur Note %s gelingt, aber die Emitternote %s ist negativ.
es: Cuidado, la transacción de %s de la note %s a la note %s fue un éxito, pero la note fuente %s está negativa.
fr: Attention, La transaction de %s depuis la note %s vers la note %s a été réalisée avec succès, mais la note émettrice %s est en négatif.

source: Transfer of %s from %s to %s succeed!
de: Übertragung von %s von %s auf %s gelingt!
es: ¡ La transacción de %s de %s a %s fue un éxito !
fr: Le transfert de %s de la note %s vers la note %s a été fait avec succès !

source: Transfer of %s from %s to %s failed: %s
de: Übertragung von %s von %s auf %s fehlgeschlagen: %s
es: La transacción de %s de %s a %s fue un fracaso : %s
fr: Le transfert de %s de la note %s vers la note %s a échoué : %s

source: insufficient funds
de: unzureichende Geldmittel
es: fundos insuficientes
fr: solde insuffisant

source: Credit/debit succeed!
de: Kredit/Debit erfolgreich!
es: ¡ Crédito/débito tubo éxito !
fr: Le crédit/retrait a bien été effectué !

source: Credit/debit failed: %s
de: Kredit/Debit fehlgeschlagen: %s
es: Crédito/débito falló : %s
fr: Le crédit/retrait a échoué : %s

source: An error occured while (in)validating this transaction:
de: Bei der (Un-)Validierung dieser Transaktion ist ein Fehler aufgetreten:
es: Un error ocurrió durante la (in)validación de esta transacción :
fr: Une erreur est survenue lors de la validation/dévalidation de cette transaction :
