Repository: jbdoderlein/notes-ker-lann
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: activity
de: Veranstaltung
es: actividad
fr: activité

source: The end date must be after the start date.
de: Das Abschlussdatum muss nach das Anfangsdatum sein.
es: La fecha final tiene que ser después de la fecha de inicio.
fr: La date de fin doit être après celle de début.

source: You can't invite someone once the activity is started.
de: Sie dürfen nicht jemandem einladen wenn die Veranstaltung angefangen hat.
es: No se puede invitar a alguien una vez que arrancó la actividad.
fr: Vous ne pouvez pas inviter quelqu'un une fois que l'activité a démarré.

source: This activity is not validated yet.
de: Diese Veranstaltung ist noch nicht bestätigt.
es: Esta actividad no fue validada por ahora.
fr: Cette activité n'est pas encore validée.

source: This person has been already invited 5 times this year.
de: Diese Person wurde schon 5 mal dieses Jahr eingeladen.
es: Esta persona ya fue invitada 5 veces este año.
fr: Cette personne a déjà été invitée 5 fois cette année.

source: This person is already invited.
de: Diese Person wurde schon eingeladen.
es: Esta persona ya está invitada.
fr: Cette personne est déjà invitée.

source: You can't invite more than 3 people to this activity.
de: Sie dürfen höchstens 3 Leute zu dieser Veranstaltung einladen.
es: Usted no puede invitar más de 3 persona a esta actividad.
fr: Vous ne pouvez pas inviter plus de 3 personnes à cette activité.

source: name
es: nombre
fr: nom

source: manage entries
de: Einträge verwalten
es: gestionar las entradas
fr: gérer les entrées

source: Enable the support of entries for this activity.
de: Aktivieren Sie die Eintrittmöglichkeit für diese Aktivität.
es: Activar el soporte de las entradas por esta actividad.
fr: Activer le support des entrées pour cette activité.

source: can invite
de: Darf einladen
es: puede invitar
fr: peut inviter

source: guest entry fee
de: Gasteintrittspreis
es: pago de entrada invitado
fr: cotisation de l'entrée invité

source: activity type
de: Veranstaltungart
es: tipo de actividad
fr: type d'activité

source: activity types
de: Vearnstaltungarte
es: tipos de actividad
fr: types d'activité

source: location
de: Ort
es: ubicación
fr: lieu

source: Place where the activity is organized, eg. Kfet.
de: Wo findet die Veranstaltung statt ? (z.B Kfet).
fr: Lieu où l'activité est organisée, par exemple la Kfet.

source: user
es: usuario
fr: utilisateur

source: organizer
de: Veranstalter
es: organizador
fr: organisateur

source: Club that organizes the activity. The entry fees will go to this club.
de: Die Veranstaltung wurde von einem Club organisert. Die Eintrittsbeiträge gehen an diesen Club.
es: El club que organiza la actividad. Los pagos de entrada serán dados a este club.
fr: Le club qui organise l'activité. Les coûts d'invitation iront pour ce club.

source: attendees club
de: Teilnehmer
es: club esperado
fr: club attendu

source: Club that is authorized to join the activity. Mostly the Kfet club.
de: Club die an die Veranstaltung teilnehmen können.
fr: Club qui est autorisé à rejoindre l'activité. Très souvent le club Kfet.

source: start date
de: Anfangsdatum
es: fecha de inicio
fr: date de début

source: end date
de: Abschlussdatum
es: fecha de fin
fr: date de fin

source: valid
de: gültig
es: válido
fr: valide

source: open
de: geöffnet
es: abierto
fr: ouvrir

source: activities
de: Veranstaltungen
es: actividades
fr: activités

source: entry time
de: Eintrittzeit
es: hora de entrada
fr: heure d'entrée

source: entry
de: Eintritt
es: entrada
fr: entrée

source: entries
de: Eintritte
es: entradas
fr: entrées

source: Already entered on
de: Schon eingetretten
es: Entrado ya el
fr: Déjà rentré le

source: {:%Y-%m-%d %H:%M:%S}
es: {:%d/%m/%Y %H:%M:%S}
fr: {:%d/%m/%Y %H:%M:%S}

source: The balance is negative.
de: Kontostand ist im Rot.
es: El saldo es negativo.
fr: La note est en négatif.

source: last name
de: Nachname
es: apellido
fr: nom de famille

source: first name
de: Vorname
es: nombre
fr: prénom

source: inviter
de: Einlader
es: huésped
fr: hôte

source: guest
de: Gast
es: invitado
fr: invité

source: guests
de: Gäste
es: invitados
fr: invités

source: The activity is currently open.
de: Die Veranstaltung ist geöffnet.
es: La actividad está actualmente abierta.
fr: Cette activité est actuellement ouverte.

source: The validation of the activity is pending.
de: Diese Veranstaltung ist noch nicht bestätigt.
es: La validación de esta actividad es pendiente.
fr: La validation de cette activité est en attente.

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer

source: Entered on
de: Eingetreten um
es: Entrado el
fr: Entré le

source: remove
de: entfernen
es: quitar
fr: supprimer

source: Last name
de: Nachname
es: Apellido
fr: Nom de famille

source: First name
de: Vorname
es: Nombre
fr: Prénom

source: Balance
de: Kontostand
es: Saldo de la cuenta
fr: Solde du compte

source: Guests list
de: Gastliste
es: Lista de los invitados
fr: Liste des invités

source: Transfer
de: Überweisen
es: Transferencia
fr: Virement

source: Credit
de: Kredit
es: Crédito
fr: Crédit

source: Entries
de: Eintritte
es: Entradas
fr: Entrées

source: Return to activity page
de: Zurück zur Veranstaltungseite
es: Regresar a la página de la actividad
fr: Retour à la page de l'activité

source: Submit
de: Vorlegen
es: Enviar
fr: Envoyer

source: Current activity
de: Aktuelle Veranstaltung
es: Actividad actual
fr: Activité en cours

source: Upcoming activities
de: Zukünftige Veranstaltungen
es: Próximas actividades
fr: Activités à venir

source: There is no planned activity.
de: Es gibt keine geplante Veranstaltung.
es: No hay actividad planeada.
fr: Il n'y a pas d'activité prévue.

source: New activity
de: Neue Veranstaltung
es: Nueva actividad
fr: Nouvelle activité

source: All activities
de: Alle Veranstaltungen
es: Todas las actividades
fr: Toutes les activités

source: creater
de: Verantworter
es: creador
fr: Créateur

source: opened
de: geöffnet
es: abierto
fr: ouvert

source: Entry page
de: Eintrittseite
es: Página de las entradas
fr: Page des entrées

source: close
de: Schlusss
es: cerrado
fr: fermer

source: invalidate
es: invalidar
fr: dévalider

source: validate
es: validar
fr: valider

source: edit
de: bearbeiten
es: modificar
fr: Modifier

source: Invite
de: Einladen
es: Invitar
fr: Inviter

source: Create new activity
de: Neue Veranstaltung schaffen
es: Crear una nueva actividad
fr: Créer une nouvelle activité

source: Activities
de: Veranstaltungen
es: Actividades
fr: Activités

source: Activity detail
de: Veranstaltunginfo
es: Detalles de la actividad
fr: Détails de l'activité

source: Update activity
de: Veranstaltung bearbeiten
es: Modificar la actividad
fr: Modifier l'activité

source: Invite guest to the activity "{}"
de: Gast zur Veranstaltung "{}" einladen
es: Invitar alguien para la actividad "{}"
fr: Invitation pour l'activité « {} »

source: You are not allowed to display the entry interface for this activity.
de: Sie haben nicht das Recht diese Seite zu benuzten.
es: Usted no tiene derecho a mostrar la interfaz de las entradas para esta actividad.
fr: Vous n'êtes pas autorisé à afficher l'interface des entrées pour cette activité.

source: This activity does not support activity entries.
de: Diese Veranstaltung braucht nicht Eintritt.
es: Esta actividad no necesita entradas.
fr: Cette activité ne requiert pas d'entrées.

source: This activity is closed.
de: Diese Veranstaltung ist geschlossen.
es: Esta actividad esta cerrada.
fr: Cette activité est fermée.

source: Entry for activity "{}"
de: Eintritt zur Veranstaltung "{}"
es: Entradas para la actividad "{}"
fr: Entrées pour l'activité « {} »

source: IP Address
de: IP Adresse
es: Dirección IP
fr: Adresse IP

source: model
es: modelo
fr: Modèle

source: identifier
de: Kennzeichnung
es: nombre de usuario
fr: Identifiant

source: previous data
de: ehemalige Daten
es: datos anteriores
fr: Données précédentes

source: new data
de: neue Daten
es: nuevos datos
fr: Nouvelles données

source: create
de: schaffen
es: crear
fr: Créer

source: delete
de: entfernen
es: suprimir
fr: Supprimer

source: timestamp
de: Zeitstempel
es: fecha
fr: Date

source: Logs cannot be destroyed.
de: Logs können nicht entfernen sein.
es: No se puede suprimir los logs.
fr: Les logs ne peuvent pas être détruits.

source: changelog
es: diario de cambio
fr: journal de modification

source: changelogs
es: diario de cambios
fr: journaux de modifications

source: membership fee (paid students)
de: Mitgliedschaftpreis (bezahlte Studenten)
es: pago de afiliación (estudiantes pagados)
fr: cotisation pour adhérer (normalien élève)

source: membership fee (unpaid students)
de: Mitgliedschaftpreis (unbezahlte Studenten)
es: pago de afiliación (estudiantes no pagados)
fr: cotisation pour adhérer (normalien étudiant)

source: roles
de: Rollen
es: papel
fr: rôles

source: fee
de: Preis
es: pago
fr: cotisation

source: member
de: Mitglied
es: miembro
fr: adhérent

source: Report frequency
de: Bericht Frequenz
es: Frecuencia de los informes (en días)
fr: Fréquence des rapports (en jours)

source: Last report date
de: Letzen Bericht Datum
es: Fecha del último informe
fr: Date de dernier rapport

source: You can't register to the note if you come from the future.
de: Sie dürfen nicht einloggen wenn sie aus der Zukunft kommen.
es: Usted no puede registrar si viene del futuro.
fr: Vous ne pouvez pas vous inscrire à la note si vous venez du futur.

source: select an image
de: Wählen sie ein Bild aus
es: elegir una imagen
fr: Choisissez une image

source: Maximal size: 2MB
de: Maximal Größe: 2MB
es: Tamaño máximo : 2Mo
fr: Taille maximale : 2 Mo

source: An alias with a similar name already exists.
de: Ein ähnliches Alias ist schon benutzt.
es: Un alias similar ya existe.
fr: Un alias avec un nom similaire existe déjà.

source: Inscription paid by Société Générale
de: Mitgliedschaft von der Société Générale bezahlt
fr: Inscription payée par la Société générale

source: Check this case is the Société Générale paid the inscription.
fr: Cochez cette case si la Société Générale a payé l'inscription.

source: Credit type
de: Kredittype
es: Tipo de crédito
fr: Type de rechargement

source: No credit
de: Kein Kredit
es: No crédito
fr: Pas de rechargement

source: You can credit the note of the user.
de: Sie dûrfen diese Note kreditieren.
es: Usted puede acreditar la note del usuario.
fr: Vous pouvez créditer la note de l'utisateur avant l'adhésion.

source: Credit amount
de: Kreditanzahl
es: Valor del crédito
fr: Montant à créditer

source: Bank
fr: Banque

source: User
es: Usuario
fr: Utilisateur

source: Roles
de: Rollen
es: Papeles
fr: Rôles

source: phone number
de: Telefonnummer
es: número de teléfono
fr: numéro de téléphone

source: department
de: Fachabteilung
es: departamento
fr: département

source: Informatics (A0)
de: Informatik (A0)
fr: Informatique (A0)

source: Mathematics (A1)
de: Mathematik (A1)
fr: Mathématiques (A1)

source: Physics (A2)
de: Physik (A2)
fr: Physique (A2)

source: Applied physics (A'2)
de: Angewandte Physik (A'2)
fr: Physique appliquée (A'2)

source: Chemistry (A''2)
de: Chemie (A''2)
fr: Chimie (A''2)

source: Biology (A3)
de: Biologie (A3)
fr: Biologie (A3)

source: Mechanics (B1)
de: Mechanik (B1)
fr: Mécanique (B1)

source: Civil engineering (B2)
de: Bauingenieur (B2)
fr: Génie civil (B2)

source: Mechanical engineering (B3)
de: Mechanikingenieur (B3)
fr: Génie mécanique (B3)

source: Economy-management (D2)
de: Wirtschaftingenieure (D2)
fr: Économie-gestion (D2)

source: Social sciences (D3)
de: Sozialwissenschaften (D3)
fr: Sciences sociales (D3)

source: English (E)
fr: Anglais (E)

source: External (EXT)
de: Extern (EXT)
fr: Externe (EXT)

source: Year of entry to the school (None if not ENS student)
de: ENS Eintrittjahr (None wenn kein ENS Student)
es: Año de ingreso en la escuela (None si no un alumn@ ENS)
fr: Année d'entrée dans l'école (None si non-étudiant·e de l'ENS)

source: address
de: Adresse
es: dirección
fr: adresse

source: paid
de: bezahlt
es: pagado
fr: payé

source: Tells if the user receive a salary.
de: User ist bezahlt.
es: Indica si el usuario percibe un salario.
fr: Indique si l'utilisateur perçoit un salaire.

source: No
de: Nein
fr: Non

source: Yes (receive them in french)
de: Ja (auf Fränzosich)
fr: Oui (les recevoir en français)

source: Yes (receive them in english)
de: Ja (auf English)
fr: Oui (les recevoir en anglais)

source: Register on the mailing list to stay informed of the events of the campus (1 mail/week)
de: Melden Sie sich auf der Mailingliste an, um über die Ereignisse des Campus informiert zu bleiben (1 Mail / Woche)
es: Registrar el la lista de difusión de correo electrónico para quedarse informado de los eventos del campus (1 correo por semana)
fr: S'inscrire sur la liste de diffusion pour rester informé des événements sur le campus (1 mail par semaine)

source: Register on the mailing list to stay informed of the sport events of the campus (1 mail/week)
de: Melden Sie sich auf der Mailingliste an, um über die Sportereignisse des Campus informiert zu bleiben (1 Mail / Woche)
es: Registrar el la lista de difusión de correo electrónico para quedarse informado de los eventos deportivos del campus (1 correo por semana)
fr: S'inscrire sur la liste de diffusion pour rester informé des actualités sportives sur le campus (1 mail par semaine)

source: Register on the mailing list to stay informed of the art events of the campus (1 mail/week)
de: Melden Sie sich auf der Mailingliste an, um über die Kunstereignisse des Campus informiert zu bleiben (1 Mail / Woche)
es: Registrar el la lista de difusión de correo electrónico para quedarse informado de los eventos artísticos del campus (1 correo por semana)
fr: S'inscrire sur la liste de diffusion pour rester informé des actualités artistiques sur le campus (1 mail par semaine)

source: report frequency (in days)
de: Bericht Frequenz (Tagen)
es: frecuencia de los informes (en días)
fr: fréquence des rapports (en jours)

source: last report date
de: letzen Bericht Datum
es: fecha del último informe
fr: date de dernier rapport

source: email confirmed
de: email bestätigt
es: correo electrónico confirmado
fr: adresse email confirmée

source: registration valid
de: Anmeldung gültig
es: registración valida
fr: inscription valide

source: user profile
es: perfil usuario
fr: profil utilisateur

source: Activate your Note Kfet account
de: Ihre Note Kfet Konto bestätigen
fr: Activez votre compte Note Kfet

source: email
es: correo electrónico
fr: courriel

source: parent club
de: Urclub
es: club pariente
fr: club parent

source: require memberships
de: erfordern Mitgliedschaft
es: necesita afiliaciones
fr: nécessite des adhésions

source: Uncheck if this club don't require memberships.
de: Deaktivieren Sie diese Option, wenn für diesen Club keine Mitgliedschaft erforderlich ist.
es: Desmarcar si este club no usa afiliaciones.
fr: Décochez si ce club n'utilise pas d'adhésions.

source: membership duration
de: Mitgliedscahftzeit
es: duración de la afiliación
fr: durée de l'adhésion

source: The longest time (in days) a membership can last (NULL = infinite).
de: Wie lang am höchsten eine Mitgliedschaft dauern kann.
es: La duración máxima (en días) de una afiliación (NULL = infinito).
fr: La durée maximale (en jours) d'une adhésion (NULL = infinie).

source: membership start
de: Mitgliedschaftanfangsdatum
es: inicio de la afiliación
fr: début de l'adhésion

source: Date from which the members can renew their membership.
de: Ab wann kann man sein Mitgliedschaft erneuern.
es: Fecha a partir de la cual los miembros pueden prorrogar su afiliación.
fr: Date à partir de laquelle les adhérents peuvent renouveler leur adhésion.

source: membership end
de: Mitgliedschaftenddatum
es: fin de la afiliación
fr: fin de l'adhésion

source: Maximal date of a membership, after which members must renew it.
de: Maximales Datum einer Mitgliedschaft, nach dem Mitglieder es erneuern müssen.
es: Ultima fecha de una afiliación, después de la cual los miembros tienen que prorrogarla.
fr: Date maximale d'une fin d'adhésion, après laquelle les adhérents doivent la renouveler.

source: membership starts on
de: Mitgliedschaft fängt an
es: afiliación empezá el
fr: l'adhésion commence le

source: membership ends on
de: Mitgliedschaft endet am
es: afiliación termina el
fr: l'adhésion finit le

source: The role {role} does not apply to the club {club}.
de: Die Rolle {role} ist nicht erlaubt für das Club {club}.
es: El papel {role} no se encuentra en el club {club}.
fr: Le rôle {role} ne s'applique pas au club {club}.

source: User is already a member of the club
de: User ist schon ein Mitglied dieser club
es: Usuario ya esta un miembro del club
fr: L'utilisateur est déjà membre du club

source: User is not a member of the parent club
de: User ist noch nicht Mitglied des Urclubs
es: Usuario no es un miembro del club pariente
fr: L'utilisateur n'est pas membre du club parent

source: Membership of {user} for the club {club}
de: Mitgliedschaft von {user} für das Club {club}
es: Afiliación of {user} for the club {club}
fr: Adhésion de {user} pour le club {club}

source: membership
de: Mitgliedschaft
es: afiliación
fr: adhésion

source: memberships
de: Mitgliedschaften
es: afiliaciones
fr: adhésions

source: Renew
de: Erneuern
es: Prorrogar
fr: Renouveler

source: The user is not a member of the club·s %(clubs)s. An additional fee of %(pretty_fee)s will be charged to renew automatically the membership in this/these club·s.
de: Dieser User ist noch nicht Mitglied von den Urclub %(clubs)s. Ein extra Beitrag von %(pretty_fee)s wurde bezahlt um die Mitgliedschaft von dieser/diesen Club zu erneuern.
fr: Cet utilisateur n'est pas membre du/des club·s parent·s %(clubs)s. Un montant supplémentaire de%(pretty_fee)s sera débitée afin de renouveler automatiquement l'adhésion dans ce·s club·s.

source: This club has parents %(clubs)s. An additional fee of %(pretty_fee)s will be charged to adhere automatically to this/these club·s.
de: Dieses Club hat %(clubs)s als Urclub. Eine extra Beitrag von %(pretty_fee)s wurde bezahlt um Mitglied von dieser/diesen Club zu werden.
fr: Ce club a pour parent·s %(clubs)s. Un coût supplémentaire de %(pretty_fee)s peut être ajouté pour adhérer automatiquement à ce·s club·s.

source: Account #
de: Konto #
es: Cuenta n°
fr: Compte n°

source: Update Profile
de: Profile bearbeiten
es: Modificar el perfil
fr: Modifier le profil

source: View Profile
de: Profile schauen
es: Ver perfil
fr: Voir le profil

source: Add member
de: Neue Mitglied
es: Añadir un miembro
fr: Ajouter un membre

source: Lock note
de: Note zuschliessen
es: Bloquear la note
fr: Verrouiller la note

source: Unlock note
de: Note aufschliessen
es: Desbloquear la note
fr: Déverrouiller la note

source: Are you sure you want to lock this note? This will prevent any transaction that would be performed, until the note is unlocked.
de: Seit Ihr sicher diese Note zuschliessen ? Keine Transaktion mit dieser Note wurde erlaubt bis der Aufschluss.
es: Es usted seguro de querer bloquear esta note ? Impedirá todas las transacciones hasta que se desbloquea la note.
fr: Êtes-vous sûr de vouloir verrouiller cette note ? Cela empêchera toute transaction qui devrait être faite, jusqu'à ce qu'elle soit déverrouillée.

source: If you use the force mode, the user won't be able to unlock the note by itself.
de: Wenn sie das stark mode benutzen, Der User wurde nicht erlaubt sich selbzt zu aufschliessen.
es: Si usted bloquea la nota con el modo fuerza, el usuario no será capaz de desbloquearla si mismo.
fr: Si vous verrouillez la note de force, l'utilisateur ne pourra plus la déverrouiller lui-même.

source: Close
de: Schluss
es: Cerrar
fr: Fermer

source: Force mode
de: Stark mode
es: Bloquear en modo fuerza
fr: Verrouiller de force

source: Are you sure you want to unlock this note? Transactions will be re-enabled.
de: Seit ihr sicher diese Note aufzuschliessen ? Transaktionen wurden wieder erlaubt.
es: Es usted seguro de querer desbloquear esta note ? Las transacciones serán de nuevo posibles.
fr: Êtes-vous sûr de vouloir déverrouiller cette note ? Les transactions seront à nouveau possible.

source: Note aliases
es: Alias de la note
fr: Alias de la note

source: Add
de: Neue
es: Añadir
fr: Ajouter

source: Club managers
de: Clubmanager
es: Gerentes del club
fr: Bureau du club

source: Club members
de: Mitglied
es: Miembros del club
fr: Membres du club

source: Transaction history
de: Transaktionvergangenheit
es: Historial de las transacciones
fr: Historique des transactions

source: Create club
de: Neue Club
es: Crear un club
fr: Créer un club

source: Display only active memberships
de: Schau nur aktive Mitgliedschaften
es: Mostrar unicamente las afiliaciones validas
fr: N'afficher que les adhésions encore valides

source: Filter roles:
de: Rollen filter:
es: Filtrar los papeles :
fr: Filtrer par rôle :

source: There is no membership found with this pattern.
de: Keine Mitgliedschaft mit diesem pattern gefunden.
es: No hay afiliación encontrada con esta entrada.
fr: Il n'y a pas d'adhésion trouvée avec cette entrée.

source: days
de: Tagen
es: días
fr: jours

source: membership fee
de: Mitgliedsachftpreis
es: pago de afiliación
fr: cotisation pour adhérer

source: balance
de: Kontostand
es: saldo de la cuenta
fr: solde du compte

source: aliases
es: alias
fr: alias

source: Edit aliases
fr: Éditer les alias

source: username
es: nombre de usuario
fr: pseudo

source: password
de: Kennwort
es: contraseña
fr: mot de passe

source: Change password
de: Kennword ändern
es: Cambiar la contraseña
fr: Changer le mot de passe

source: Manage auth token
de: Auth token bearbeiten
es: Gestionar los token de autentificación
fr: Gérer les jetons d'authentification

source: Token
fr: Jeton

source: Created
de: Neue
es: Creado el
fr: Créé le

source: Regenerate token
de: Token erneuern
es: Regenerar token
fr: Regénérer le jeton

source: This user doesn't have confirmed his/her e-mail address.
de: Dieser User hat noch nicht sein email bestätigt.
es: Este usuario no confirmó su correo electrónico.
fr: Cet utilisateur n'a pas encore confirmé son adresse e-mail.

source: Click here to resend a validation link.
de: Click hier um eine Bestätigunglinke zu schicken.
es: Hacer clic aquí para reenviar un enlace de validación.
fr: Cliquez ici pour renvoyer un lien de validation.

source: View my memberships
de: Meine Mitgliedschaften schauen
es: Ver mis afiliaciones
fr: Voir mes adhésions

source: Save Changes
de: Speichern
es: Guardar cambios
fr: Sauvegarder les changements

source: Registrations
de: Anmeldung
es: Registraciones
fr: Inscriptions

source: This address must be valid.
de: Diese Adresse muss gültig sein.
es: Este correo tiene que ser valido.
fr: Cette adresse doit être valide.

source: Profile detail
es: Detalles del usuario
fr: Détails de l'utilisateur

source: Search user
de: User finden
es: Buscar un usuario
fr: Chercher un utilisateur

source: Update note picture
de: Notebild ändern
es: Modificar la imagen de la note
fr: Modifier la photo de la note

source: Create new club
de: Neue Club
es: Crear un nuevo club
fr: Créer un nouveau club

source: Search club
de: Club finden
es: Buscar un club
fr: Chercher un club

source: Club detail
de: Club Details
es: Detalles del club
fr: Détails du club

source: Update club
de: Club bearbeiten
es: Modificar el club
fr: Modifier le club

source: Add new member to the club
de: Neue Mitglieder
es: Añadir un nuevo miembro al club
fr: Ajouter un nouveau membre au club
