Repository: jbdoderlein/notes-ker-lann
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: This user is already registered to this WEI.
de: Dieser Benutzer ist bereits bei dieser WEI registriert.
fr: Cette personne est déjà inscrite au WEI.

source: This user can't be in her/his first year since he/she has already participated to a WEI.
de: Dieser Benutzer kann nicht in seinem ersten Jahr sein, da er bereits an einer WEI teilgenommen hat.
fr: Cet utilisateur ne peut pas être en première année puisqu'iel a déjà participé à un WEI.

source: Register old student to the WEI
de: Registrieren Sie einen alten Studenten beim WEI
fr: Inscrire un 2A+ au WEI

source: You already opened an account in the Société générale.
de: Sie haben bereits ein Konto in der Société générale eröffnet.
fr: Vous avez déjà ouvert un compte auprès de la société générale.

source: Update WEI Registration
de: WEI Registrierung aktualisieren
fr: Modifier l'inscription WEI

source: Delete WEI registration
de: WEI Registrierung löschen
fr: Supprimer l'inscription WEI

source: You don't have the right to delete this WEI registration.
de: Sie haben nicht das Recht, diese WEI-Registrierung zu löschen.
fr: Vous n'avez pas la permission de supprimer cette inscription au WEI.

source: Validate WEI registration
de: Überprüfen Sie die WEI-Registrierung
fr: Valider l'inscription WEI

source: This user didn't give her/his caution check.
fr: Cet utilisateur n'a pas donné son chèque de caution.

source: German
de: Deutsch
es: Alemán
fr: Allemand

source: English
es: Ingles
fr: Anglais

source: French
de: Französich
es: Francés
fr: Français

source: Bad request
de: Ungültige Anfrage
fr: Requête invalide

source: Sorry, your request was bad. Don't know what could be wrong. An email has been sent to webmasters with the details of the error. You can now drink a coke.
de: Entschuldigung, Ihre Anfrage war ungültig. Ich weiß nicht, was falsch sein könnte. An Webmaster wurde eine E-Mail mit den Details des Fehlers gesendet. Sie können jetzt eine Cola trinken.
es: Un error ocurrió con lo que pidió. ¡ Pero ni idea de lo que falló ! Un correo electrónico fue enviado a los responsables técnicos de la página. Mientras usted puede relajarse.
fr: Désolé, votre requête est invalide. Aucune idée de ce qui a pu se produire. Un e-mail a été envoyé aux responsables de la plateforme avec les détails de cette erreur. Vous pouvez désormais allez boire un coca.

source: Permission denied
de: Zugang verweigert
es: Falta de permiso
fr: Accès refusé

source: You don't have the right to perform this request.
de: Sie haben nicht das Recht, diese Anfrage auszuführen.
es: Usted no tiene los permisos para pedir esto.
fr: Vous n'avez pas la permission d'exécuter cette requête.

source: Exception message:
de: Ausnahmemeldung:
es: Detalles del error :
fr: Message d'erreur :

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page inexistante

source: The requested path <code>%(request_path)s</code> was not found on the server.
de: Der angeforderte Pfad <code>%(request_path) s </ code> wurde auf dem Server nicht gefunden.
fr: Le chemin demandé <code>%(request_path)s</code> n'a pas été trouvé sur le serveur.

source: Server error
de: Serverfehler
fr: Erreur du serveur

source: Sorry, an error occurred when processing your request. An email has been sent to webmasters with the detail of the error, and this will be fixed soon. You can now drink a beer.
de: Bei der Bearbeitung Ihrer Anfrage ist leider ein Fehler aufgetreten. Es wurde eine E-Mail mit den Details des Fehlers an die Webmaster gesendet, die in Kürze behoben wird. Sie können jetzt ein Bier trinken.
es: Lo siento, un error ocurrió mientras procesaba lo que pidió. Un correo electrónico con los detalles fue enviado a los responsables técnicos de la página. Mientras usted puede relajarse.
fr: Désolé, une erreur est survenue lors de l'analyse de votre requête. Un email a été envoyé aux responsables de la plateforme avec les détails de cette erreur, qui sera corrigée rapidement. Vous pouvez désormais aller boire une bière.

source: Reset
es: Reiniciar
fr: Réinitialiser

source: The ENS Paris-Saclay BDE note.
de: Die BDE ENS-Paris-Saclay Note.
es: La note del BDE de la ENS Paris-Saclay.
fr: La note du BDE de l'ENS Paris-Saclay.

source: Users
es: Usuarios
fr: Utilisateurs

source: Your e-mail address is not validated. Please check your mail inbox and click on the validation link.
de: Ihre E-Mail-Adresse ist nicht validiert. Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den Validierungslink.
es: Su correo electrónico no fue validado. Por favor mire en sus correos y haga clic en el enlace de validación.
fr: Votre adresse e-mail n'est pas validée. Merci de vérifier votre boîte mail et de cliquer sur le lien de validation.

source: Search by attribute such as name…
de: Suche nach Attributen wie Name…
es: Buscar con atributo, como el nombre…
fr: Chercher par un attribut tel que le nom …

source: There is no results.
de: Es gibt keine Ergebnisse.
es: No hay resultado.
fr: Il n'y a pas de résultat.

source: Central Authentication Service
fr: Service Central d'Authentification

source: A new version of the application is available. This instance runs %(VERSION)s and the last version is %(LAST_VERSION)s. Please consider upgrading.
fr: Une nouvelle version de l'application est disponible. Cette instance utilise la version %(VERSION)s et la dernière version est %(LAST_VERSION)s. Merci de vous mettre à jour.

source: Thanks for spending some quality time with the Web site today.
de: Vielen Dank, dass Sie heute einige Zeit mit dieser Website verbracht haben.
es: Gracias por usar la Note Kfet.
fr: Merci d'avoir utilisé la Note Kfet.

source: Log in again
de: Nochmal anmelden
es: Conectarse de nuevo
fr: Se connecter à nouveau

source: Log in
de: Anmelden
es: Conectarse
fr: Se connecter

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account, or with a higher permission mask?
de: Sie sind als %(username)s authentifiziert, aber nicht berechtigt, auf diese Seite zuzugreifen. Möchten Sie sich bei einem anderen Konto oder mit einer Maske mit höherer Berechtigung anmelden?
es: Está conectado como %(username)s, y no se permite que vea este página. Quiere conectarse con otra cuenta, o con más permisos (antifaz de permisos más largo) ?
fr: Vous êtes connecté en tant que %(username)s, mais vous n'avez le droit d'accéder à cette page. Voulez-vous essayer avec un autre compte, ou avec un masque de permissions plus fort ?

source: You must be logged with a staff account with the higher mask to access Django Admin.
de: Sie müssen mit einem staffkonto mit der höheren Maske angemeldet sein, um auf Django Admin zugreifen zu können.
es: Tiene que conectarse con un antifaz de permisos más largo para acceder Djando Admin.
fr: Vous devez être connecté avec un compte staff avec le masque le plus haut pour accéder à Django Admin.

source: Forgotten your password or username?
de: Passwort oder Username vergessen?
es: ¿ Contraseña o nombre de usuario olvidado ?
fr: Mot de passe ou pseudo oublié ?

source: Your password was changed.
de: Ihr Passwort wurde geändert.
es: Su contraseña fue cambiada con éxito.
fr: Votre mot de passe a bien été changé.

source: Change my password
de: Mein Passwort ändern
es: Cambiar mi contraseña
fr: Changer mon mot de passe

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde festgelegt. Sie können sich jetzt anmelden.
es: Su contraseña fue guardada con éxito. Puede conectarse desde ahora.
fr: Votre mot de passe a été enregistré. Vous pouvez vous connecter dès à présent.

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob Sie es richtig eingegeben haben.
es: Por favor entra su nueva contraseña dos veces para evitar los errores de tecleo.
fr: Entrer votre nouveau mot de passe, et le confirmer en le renseignant une seconde fois.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde. Bitte fordern Sie ein neues Passwort änderung.
es: El enlace para reiniciar su contraseña está invalido, quizás ya fue utilizado. Por favor pide un nuevo enlace.
fr: Le lien de reinitialisation du mot de passe est invalide, il a peut-être été déjà utilisé. Faites une nouvelle demande.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
de: Wir haben Ihnen Anweisungen zum Festlegen Ihres Passworts per E-Mail gesendet, falls ein Konto mit der von Ihnen eingegebenen E-Mail-Adresse vorhanden ist. Sie sollten sie in Kürze erhalten.
es: Le enviamos un correo con el método para reiniciar su contraseña (si una cuenta existe con el correo dado). Beba recibirle muy pronto.
fr: Nous vous avons envoyé par mail les instructions pour changer votre mot de passe.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: Wenn Sie keine E-Mail erhalten, stellen Sie sicher, dass Sie die Adresse eingegeben haben, unter der Sie sich registriert haben, und überprüfen Sie Ihren Spam-Ordner.
es: Si no recibe el correo, compruebe que entró el correo que usó para registrar, y mire en su carpeta spam.
fr: Si vous ne recevez pas d'email, vérifiez que vous avez bien utilisé l'adresse associé à votre compte, et regarder également le dossier spam.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
de: Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein, und wir senden Ihnen Anweisungen zum Festlegen einer neuen E-Mail.
es: ¿ Contraseña olvidada ? Entre su correo electrónico más abajo, le enviaremos un correo con el método para reiniciar su contraseña.
fr: Mot de passe oublié ? Entrez votre adresse mail ci-dessous, et vous recevrez les instructions pour choisir un nouveau mot de passe.

source: Reset my password
de: Mein Passwort zurücksetzen
es: Reiniciar mi contraseña
fr: Réinitialiser mon mot de passe

source: Sign up
de: Registrieren
es: Registrar
fr: Inscription

source: If you already signed up, your registration is taken into account. The BDE must validate your account before your can log in. You have to go to the Kfet and pay the registration fee. You must also validate your email address by following the link you received.
de: Wenn Sie sich bereits registriert haben, wird Ihre Registrierung berücksichtigt. Die BDE muss Ihr Konto validieren, bevor Sie sich anmelden können. Sie müssen zum Kfet gehen und die Registrierungbeitrag bezahlen. Sie müssen Ihre E-Mail-Adresse auch überprüfen, indem Sie dem Link folgen, den Sie erhalten haben.
fr: Si vous vous êtes déjà inscrits, votre inscription a bien été prise en compte. Le BDE doit d'abord valider votre compte avant que vous puissiez vous connecter. Vous devez vous rendre à la Kfet et payer les frais d'adhésion. Vous devez également valider votre adresse email en suivant le lien que vous avez reçu.

source: description
de: Beschreibung
es: descripción

source: Entry for {guest}, invited by {note} to the activity {activity}
de: Eintritt für {guest}, von {note} zur Vanstaltung {activity} eingeladen
es: Entrada para {guest}, invitado por {note} en la actividad {activity}

source: Entry for {note} to the activity {activity}
de: Eintritt von {note} zur Veranstaltung {activity}
es: Entrada para {note} en la actividad {activity}

source: Invitation
de: Einladung
es: Invitación

source: action
de: Aktion
es: acción

source: Changelog of type "{action}" for model {model} at {timestamp}
de: Changelog "{action}" für Model {model} an {timestamp}

source: Permission mask
de: Berechtigungsmaske
es: Antifaz de permisos

source: This image cannot be loaded.
de: Dieses Bild kann nicht geladen werden.
es: Esta imagen no puede ser cargada.

source: Check this case if the Société Générale paid the inscription.
de: Die Société Générale die Mitgliedschaft bezahlt.

source: EEA (B4)
de: Electrotechnik (B4)

source: Club Parent
de: Urclub
es: Club pariente

source: Manage aliases
de: Aliases bearbeiten
es: Gestionar los alias

source: Nevermind
de: Vergessen
es: No importa

source: Crop and upload
de: Beschneiden und hochladen
es: Podar y subir

source: source
de: Sender
es: fuente

source: destination
de: Empfänger
es: destino

source: Source
de: Sender
es: Fuente

source: Destination
de: Empfänger
es: Destino

source: transaction
de: Transaktion
es: transacción

source: transactions
de: Transaktionen
es: transacciones

source: The destination of this transaction must equal to the destination of the template.
de: Der Empfänger dieser Transaktion muss dem Empfänger der Vorlage entsprechen.

source: Please select a note
de: Wählen Sie eine Note
es: Por favor elige una note

source: Action
de: Aktion
es: Acción

source: Select emitter
de: Sender auswählen
es: Elegir el remitente

source: Select receiver
de: Empfänger auswählen
es: Elegir destinatario

source: Can {type} {model}.{field} in {query}
de: Kann {type} {model}.{field} in {query}

source: Can {type} {model} in {query}
de: Kann {type} {model} in {query}

source: permission
de: Berechtigung
es: permiso

source: permissions
de: Berechtigungen
es: permisos

source: Superusers have all rights on everything, to manage the website.
de: Superuser haben alle Berechtigung, um das Website zu handeln.

source: You must also go to the Kfet to pay your membership.
de: Sie müssen auch zum Kfet gehen, um Ihre Mitgliedschaft zu bezahlen.

source: After that, you'll have to wait that someone validates your account before you can log in. You will need to pay your membership in the Kfet.
de: Danach müssen Sie warten, bis jemand Ihr Konto validiert, bevor Sie sich anmelden können. Sie müssen Ihre Mitgliedschaft im Kfet bezahlen.

source: Description
de: Beschreibung
es: Descripción

source: Date
de: Datum
es: Fecha

source: Invoice #{id}
de: Rechnung #{id}
es: Factura n°{id}

source: Soge credit for {user}
de: Kredit von der Société générale für {user}

source: Information about the registration (buses for old members, survey for the new members), encoded in JSON
de: Informationen zur Registrierung (Busse für alte Mitglieder, Umfrage für neue Mitglieder), verschlüsselt in JSON

source: Spanish
de: Spanisch
es: Español

source: My account
de: Mein Konto
es: Mi cuenta

source: Log out
de: Abmelden
es: Desconectarse

source: Contact us
de: Kontakt
es: Contactarnos

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie aus Sicherheitsgründen Ihr altes Passwort ein und geben Sie dann Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob Sie es richtig eingegeben haben.
es: Por favor entre su antigua contraseña por seguridad, y su nueva contraseña dos veces para evitar los errores de tecleo.

source: The note of this club is inactive.
es: La note del club está inactiva.

source: type
es: tipo

source: Type
es: Tipo

source: Guest deleted
es: Invitados suprimidos

source: Entry done!
es: Entrada echa !

source: algorithm
es: algoritmo

source: iterations
es: iteraciones

source: salt
es: sal

source: section
es: sección

source: e.g. "1A0", "9A♥", "SAPHIRE"
es: i.e. "1A0", "9A♥", "SAPHIRE"

source: promotion
es: promoción

source: The user is not a member of the club·s %(clubs)s. Please create the required memberships, otherwise it will fail.
es: El usuario no está miembro del/de los club·s parientes %(clubs)s. Por favor crear la·s afiliación·es requerida·s, si no la afiliación fallará.

source: This club has parents %(clubs)s. Please make sure that the user is a member of this or these club·s, otherwise the creation of this membership will fail.
es: Este club tiene come pariente %(clubs)s. Por favor compruebe que el usuario está miembro de este·os club·s, si no la afiliación fallará.

source: friendships
es: amistades

source: Manage friendships
es: Gestionar las amistades

source: API token
es: Acceso API

source: Token authentication
es: Token de autentificación

source: Warning
es: Cuidado

source: OAuth2 authentication
es: Autentificación OAuth2

source: Authorization:
es: Autorizaciones :

source: Revoke Token:
es: Token revocado :

source: Introspect Token:
es: Introspección :

source: Show my applications
es: Mostrar mis aplicaciones

source: Note friendships
es: Amistades de note

source: trusting
es: note

source: trusted
es: amigo

source: frienship
es: amistad

source: Friendship between {trusting} and {trusted}
es: Amistad entre {trusting} y {trusted}

source: Hide/Show
es: Ocultar/Mostrar

source: Button hidden
es: Botón ocultado

source: Button displayed
es: Botón mostrado

source: An error occured
es: Un error ocurrió

source: permanent
es: permanente

source: No applications defined
es: Ninguna aplicación definida

source: Click here
es: Pulsar aquí

source: if you want to register a new one
es: si quiere crear una nueva

source: Add credit from the Société générale
es: Anãdir un crédito de la Société Générale

source: Credit successfully registered
es: Crédito creado con éxito

source: Are you sure to delete the application
es: ¿ Usted está seguro de querer suprimir esta aplicación ? Este acto es definitivo

source: Cancel
es: Anular

source: Client id
es: ID cliente

source: Client secret
es: Secreto cliente

source: Client type
es: Tipo de cliente

source: Authorization Grant Type
es: Tipo de autorización

source: Redirect Uris
es: URL de redirecto

source: Go Back
es: Volver

source: Edit application
es: Editar la aplicación

source: Your applications
es: Sus aplicaciones

source: New Application
es: Nueva aplicación

source: Register a new application
es: Registrar una nueva aplicación

source: Authorize
es: Autorizar

source: Are you sure you want to delete this token?
es: ¿ Usted está seguro de querer suprimir este token ?

source: There are no authorized tokens yet.
es: Por ahora no hay ningún token autorizado.

source: Technical Support
es: Soporte técnico

source: You can find on this page the list of the applications that you already registered.
es: Puede encontrar en esta pagina la lista de la aplicaciones que ya registró.

source: Authorized Tokens
es: Tokens autorizados

source: Application requires following permissions:
es: La aplicación necesita los derechos siguientes :

source: Success
es: Éxito

source: Please return to your application and enter this code:
es: Volver a su aplicación y entrar este código :
